Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DevicesErrorDialog_NoDeviceError
source: You have no saved device(s). Go to Settings -> Devices to select a Microphone and a Speaker then click on Save.
af: U het geen gestoorde toestel (s) nie. Gaan na Instellings -> Toestelle om 'n mikrofoon en 'n luidspreker te kies en klik dan op Stoor.
am: ምንም የተረፈ መሳሪያ(s) የለህም። ወደ Settings-> መሣሪያዎች በመሄድ ማይክሮፎን እና ተናጋሪ ለመምረጥ ከዚያም Save የሚለውን ይጫኑ.
ar: ليس لديك جهاز (أجهزة) محفوظة. انتقل إلى الإعدادات -> الأجهزة لتحديد ميكروفون ومكبر صوت ثم انقر فوق حفظ.
as: আপোনাৰ কোনো সংৰক্ষিত ডিভাইচ নাই। মাইক্ৰ'ফোন বাছনি কৰিবলৈ ছেটিংছ-> ডিভাইচলৈ যাওক আৰু স্পীকাৰ এটা বাছনি কৰক তাৰ পিছত চেভত ক্লিক কৰক।
az_arab: Heç bir qeyd avadanlığınız yoxdur. Mikrofon və Natiq seçmək üçün Settings -> Devices gedin sonra Save basın.
bg: Нямате записано(и) устройство(а). Отидете в Настройки -> Устройства, за да изберете микрофон и високоговорител, след което кликнете върху Запазване.
bn: আপনার কাছে কোনও সংরক্ষিত ডিভাইস(গুলি) নেই। একটি মাইক্রোফোন এবং একটি স্পীকার নির্বাচন করতে সেটিংস -> ডিভাইসগুলিতে যান তারপর সংরক্ষণ করুন-এ ক্লিক করুন।
bs: Nemate sačuvani uređaj(e). Idite na Postavke -> uređaje da biste izabrali mikrofon i zvučnik a zatim kliknite na Sačuvaj.
ca: No teniu cap dispositiu o dispositius desats. Aneu a Configuració -> Dispositius per seleccionar un micròfon i un altaveu i, a continuació, feu clic a Desa.
cs: Nemáte uložená žádná zařízení. Přejděte do Nastavení -> Zařízení a vyberte mikrofon a reproduktor a poté klikněte na Uložit.
cy: Nid oes gennych ddyfais(au) achubedig. Ewch i Settings -> Dyfeisiau i ddewis Meicroffon a Siaradwr yna cliciwch ar Cadw.
da: Du har ingen gemte enheder. Gå til Indstillinger -> Enheder for at vælge en mikrofon og en højttaler, og klik derefter på Gem.
de: Sie haben keine(n) Gerät(e) gespeichert. Gehen Sie zu Einstellungen -> Geräte, um ein Mikrofon und einen Lautsprecher auszuwählen, und klicken Sie dann auf Speichern.
el: Δεν έχετε αποθηκευμένες συσκευές. Μεταβείτε στις Ρυθμίσεις -> Συσκευές για να επιλέξετε μικρόφωνο και ηχείο και, στη συνέχεια, κάντε κλικ στο Αποθήκευση.
es: No tiene ningún dispositivo guardado. Vaya a Configuración -> Dispositivos para seleccionar un micrófono y un altavoz y luego haga clic en Guardar.
et: Teil pole salvestatud seadet/seadmeid. Mikrofoni ja kõlari valimiseks avage Settings -> Devices (Seaded - Seadmed), seejärel klõpsake nuppu Salvesta.
fa: شما هیچ دستگاه ذخیره شده(ها). برای انتخاب میکروفون و یک بلندگو به دستگاه های تنظیمات -> بروید و سپس روی Save کلیک کنید.
fi: Sinulla ei ole tallennettuja laitteita. Siirry kohtaan Asetukset -> Laitteet valitaksesi mikrofonin ja kaiuttimen ja napsauta sitten Tallenna.
fil: Wala kang (mga) na-save na device. Pumunta sa Mga Setting -> Mga Device para pumili ng Mikropono at Speaker pagkatapos ay mag-click sa I-save.
fr_ca: Vous n’avez pas d’appareil(s) enregistré(s). Accédez à Paramètres -> Appareils pour sélectionner un microphone et un haut-parleur, puis cliquez sur Enregistrer.
ga: Níl aon ghléas(í) sábháilte agat. Téigh chuig Socruithe -> Gléasanna chun Micreafón agus Cainteoir a roghnú ansin cliceáil ar Save.
gu: તમારી પાસે સંગ્રહાયેલ ઉપકરણો નથી. માઇક્રોફોન અને સ્પીકર પસંદ કરવા માટે સેટિંગ્સ -> ડિવાઇસ પર જાઓ અને પછી સેવ પર ક્લિક કરો.
he: אין לך התקנים שמורים. עבור אל הגדרות -> התקנים כדי לבחור מיקרופון ורמקול ולאחר מכן לחץ על שמור.
hi: आपके पास कोई सहेजा गया डिवाइस नहीं है। माइक्रोफ़ोन और स्पीकर का चयन करने के लिए सेटिंग्स -> डिवाइस पर जाएं और फिर सहेजें पर क्लिक करें।
hr: Nemate spremljenih uređaja. Idite na Postavke -> uređaji da biste odabrali mikrofon i zvučnik, a zatim kliknite spremi.
hu: Nincs mentett eszköze(i). Lépjen a Beállítások -> eszközök menüpontra a mikrofon és a hangszóró kiválasztásához, majd kattintson a Mentés gombra.
hy: Դուք չունեք փրկված սարք(ներ): Գնացեք Settings -> սարքերը՝ միկրոֆոն եւ Խոսնակ ընտրելու համար, այնուհետեւ սեղմեք Save-ը:
id: Anda tidak memiliki perangkat yang disimpan. Buka Pengaturan -> Perangkat untuk memilih Mikrofon dan Speaker lalu klik Simpan.
is: Þú hefur ekkert vistað tæki. Farðu í Stillingar -> tæki til að velja hljóðnema og hátalara og smelltu síðan á Vista.
it: Non hai dispositivi salvati. Vai su Impostazioni -> Dispositivi per selezionare un microfono e un altoparlante, quindi fai clic su Salva.
iu: ᖃᕆᑕᐅᔭᕋᓛᕐᒥᒃ(ᓂᒃ). ᐋᖅᑭᒃᓱᐃᔭᖅᑐᕐᓗᑎᑦ −> ᐅᖃᓘᑎᕋᓛᒥᒃ ᓂᕈᐊᕐᓗᑎᑦ ᐅᖃᖅᑎᒥᒡᓗ ᓇᕿᓪᓗᒍ ᔭᒐᔾᔭᐃ.
ja: 保存したデバイスがありません。[設定]-[>デバイス]に移動してマイクとスピーカーを選択し、[保存]をクリックします。
kk: Сізде сақталған құрылғы(лар) жоқ. Микрофон мен динамикті таңдау үшін Параметрлер -> құрылғылар бөліміне өтіп, Сақтау түймешігін басыңыз.
km: អ្នកគ្មានឧបករណ៍រក្សាទុក(s) ។ ទៅ Settings -> Devices ដើម្បី ជ្រើស រើស Microphone និង Speaker បន្ទាប់ មក ចុច លើ Save។
kn: ನಿಮ್ಮ ಬಳಿ ಯಾವುದೇ ಉಳಿಸಿದ ಸಾಧನ(ಗಳು) ಇಲ್ಲ. ಮೈಕ್ರೊಫೋನ್ ಮತ್ತು ಸ್ಪೀಕರ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಸೆಟ್ಟಿಂಗ್ಸ್ -> ಸಾಧನಗಳಿಗೆ ಹೋಗಿ ನಂತರ ಸೇವ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 저장된 장치가 없습니다. 설정 - > 장치로 이동하여 마이크와 스피커를 선택한 다음 저장을 클릭하십시오.
ku_arab: هیچ ئامێر(ەکان) پاشەکەوتکراوت نییە. بڕۆ بۆ ڕێکبەندەکان - > ئامێرەکان بۆ هەڵبژاردنی مایکرۆفۆن و قسەکەر پاشان کرتە بکە لەسەر هەڵگرتن.
ky: Сизде сакталган аппарат жок(лар). Микрофонду жана спикерди тандоо үчүн Параметрлер -> түзмөктөрүнө киргиле, андан кийин Save-ды басыңыз.
lo: ທ່ານບໍ່ມີອຸປະກອນທີ່ເກັບໄວ້(s). ໄປທີ່ Settings -> Devices ເພື່ອຄັດເລືອກ Microphone ແລະ Speaker ແລ້ວຄລິກໃສ່ Save.
lt: Neturite išsaugoto (-ų) įrenginio (-ių). Eikite į Nustatymai -> Įrenginiai, kad pasirinktumėte mikrofoną ir garsiakalbį, tada spustelėkite Išsaugoti.
lv: Jums nav saglabātas(-as) ierīces(-es). Dodieties uz Iestatījumi -> Ierīces, lai atlasītu mikrofonu un skaļruni, pēc tam noklikšķiniet uz Saglabāt.
mi: Kāore ō pūrere i tiakina. Haere ki Ngā Tautuhinga -> Ngā Pūrere hei tīpako i tētahi uruoro me tētahi Kaikōrero kātahi ka pāwhiri i te Tiaki.
ml: നിങ്ങൾക്ക് സംരക്ഷിച്ച ഉപകരണം(കൾ) ഇല്ല. ഒരു മൈക്രോഫോണും സ്പീക്കറും തിരഞ്ഞെടുക്കുന്നതിന് ക്രമീകരണങ്ങൾ -> ഉപകരണങ്ങളിലേക്ക് പോകുക, തുടർന്ന് സംരക്ഷിക്കുക എന്നതിൽ ക്ലിക്കുചെയ്യുക.
mr: आपल्याकडे कोणतेही जतन केलेले डिव्हाइस नाही. मायक्रोफोन आणि स्पीकर निवडण्यासाठी सेटिंग्ज -> डिव्हाइसवर जा आणि नंतर सेव्हवर क्लिक करा.
ms: Anda tidak mempunyai peranti yang disimpan. Pergi ke Tetapan -> Peranti untuk memilih Mikrofon dan Pembesar Suara kemudian klik pada Simpan.
mt: M'għandek l-ebda tagħmir(i) ssejvjat(i). Mur Settings -> Tagħmir biex tagħżel Mikrofonu u Speaker imbagħad ikklikkja fuq Issejvja.
nb: Du har ingen lagrede enheter (er). Gå til Innstillinger -> Enheter for å velge en mikrofon og en høyttaler, og klikk deretter på Lagre.
ne: तपाईँसँग बचत गरिएको यन्त्र छैन । माइक्रोफोन र स्पिकर चयन गर्न सेटिंग्स -> डिभाइसमा जानुहोस् त्यसपछि सेभमा क्लिक गर्नुहोस्।
nl: U hebt geen opgeslagen apparaat(en). Ga naar Instellingen -> Apparaten om een microfoon en een luidspreker te selecteren en klik vervolgens op Opslaan.
or: ଆପଣଙ୍କ ପାଖରେ କୌଣସି ସଞ୍ଚୟ ହୋଇଥିବା ଡିଭାଇସ୍ ନାହିଁ(ଗୁଡିକ)। ଏକ ମାଇକ୍ରୋଫୋନ୍ ଏବଂ ସ୍ପିକର୍ ଚୟନ କରିବାକୁ ସେଟିଂସ୍ -> ଡିଭାଇସକୁ ଯାଆନ୍ତୁ ତାପରେ ସଞ୍ଚୟ ରେ କ୍ଲିକ୍ କରନ୍ତୁ।
pa: ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਡਿਵਾਈਸ(ਨਾਂ) ਨਹੀਂ ਹੈ। ਮਾਈਕ੍ਰੋਫੋਨ ਅਤੇ ਸਪੀਕਰ ਨੂੰ ਚੁਣਨ ਲਈ ਸੈਟਿੰਗ -> ਡਿਵਾਈਸਿਜ਼ 'ਤੇ ਜਾਓ ਅਤੇ ਫਿਰ ਸੇਵ'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Nie masz zapisanych urządzeń. Przejdź do Ustawienia -> Urządzenia, aby wybrać mikrofon i głośnik, a następnie kliknij Zapisz.
prs: شما هیچ دستگاه ذخیره شده (ها). برای انتخاب میکروفون و بلندگو به تنظیمات > دستگاه ها بروید و سپس روی ذخیره کلیک کنید.
pt_pt: Não tem nenhum dispositivo ou dispositivo guardado. Vá a Configurações -> Dispositivos para selecionar um microfone e um altifalante e, em seguida, clique em Guardar.
ro: Nu aveți niciun dispozitiv (dispozitive) salvat(e). Accesați Setări -> Dispozitive pentru a selecta un microfon și un difuzor, apoi faceți clic pe Salvare.
ru: У вас нет сохраненных устройств. Перейдите в Настройки -> устройства, чтобы выбрать микрофон и динамик, затем нажмите «Сохранить».
sk: Nemáte žiadne uložené zariadenia. Prejdite do ponuky Nastavenia -> Zariadenia, vyberte mikrofón a reproduktor a potom kliknite na tlačidlo Uložiť.
sl: Ni shranjenih naprav. Pojdite na Nastavitve -> naprave, da izberete mikrofon in zvočnik in kliknite na Shrani.
sq: Ju nuk keni asnjë pajisje të ruajtur(s). Shko tek Settings -> Devices për të zgjedhur një Mikrofon dhe një Folës pastaj kliko mbi Save.
sr_cyrl: Немате сачуване уређаје. Идите на подешавања -> да бисте изабрали микрофон и звучник, а затим кликните на дугме Сачувај.
sr_latn: Nemate sačuvane uređaje. Idite na podešavanja -> da biste izabrali mikrofon i zvučnik, a zatim kliknite na dugme Sačuvaj.
sv: Du har inga sparade enheter. Gå till Inställningar -> Enheter för att välja en mikrofon och en högtalare och klicka sedan på Spara.
sw: Huna kifaa kilichohifadhiwa. Nenda kwenye Mipangilio -> Vifaa vya kuchagua Kipaza sauti na Spika kisha bonyeza Hifadhi.
ta: உங்களிடம் சேமிக்கப்பட்ட சாதனம்(கள்) இல்லை. மைக்ரோஃபோன் மற்றும் ஸ்பீக்கரைத் தேர்ந்தெடுக்க அமைப்புகள் -> சாதனங்களுக்குச் சென்று சேமி என்பதைக் கிளிக் செய்யவும்.
te: మీకు సేవ్ చేయబడ్డ పరికరం(లు) ఏవీ లేవు. మైక్రోఫోన్ మరియు స్పీకర్ ఎంచుకోవడానికి సెట్టింగ్ లు -> పరికరాలకు వెళ్లండి, తరువాత సేవ్ మీద క్లిక్ చేయండి.
th: คุณไม่มีอุปกรณ์ที่บันทึกไว้ ไปที่การตั้งค่า -> อุปกรณ์เพื่อเลือกไมโครโฟนและลําโพงจากนั้นคลิกที่บันทึก
ti: ዘዋህለልካዮ መሳርሒ የብልካን ። ማይክሮፎንን ተዛራባይን ንምምራጽ ናብ ኣፕሊኬሽን -> ኤለክትሮኒካዊ መሳርሒታት ኪድ እሞ ኣብ ሴቭ ጠውቕ ።
tr: Kayıtlı cihaz(lar)ınız yok. Bir Mikrofon ve Hoparlör seçmek için Ayarlar -> Cihazlar'a gidin ve ardından Kaydet'e tıklayın.
uk: У вас немає збережених пристроїв. Перейдіть до Налаштування - > Пристрої, щоб вибрати мікрофон і динамік, а потім натисніть «Зберегти».
ur: آپ کے پاس کوئی محفوظ آلہ نہیں ہے۔ مائکروفون اور اسپیکر منتخب کرنے کے لئے ترتیبات -> ڈیوائسز پر جائیں پھر محفوظ کریں پر کلک کریں۔
vi: Bạn không có (các) thiết bị đã lưu. Đi tới Cài đặt -> Thiết bị để chọn Micrô và Loa, sau đó nhấp vào Lưu.
zh_hans: 您没有保存的设备。转到“设置”-“>设备”以选择麦克风和扬声器，然后单击“保存”。
zh_hant: 您沒有儲存的設備。轉到「設置」-「>設備」以選擇麥克風和揚聲器，然後按兩下保存。

# DevicesPage_Bluetooth_Description.Text
source: Available bluetooth devices
af: Beskikbare Bluetooth-toestelle
am: የሚገኝ ብሉቱዝ መሣሪያዎች
ar: أجهزة البلوتوث المتوفرة
as: উপলব্ধ ব্লুটুথ ডিভাইচসমূহ
az_arab: Mövcud bluetooth qurğuları
bg: Налични Bluetooth устройства
bn: উপলভ্য ব্লুটুথ ডিভাইসগুলি
bs: Dostupni Bluetooth uređaji
ca: Dispositius bluetooth disponibles
cs: Dostupná zařízení Bluetooth
cy: Dyfeisiau bluetooth ar gael
da: Tilgængelige Bluetooth-enheder
de: Verfügbare Bluetooth-Geräte
el: Διαθέσιμες συσκευές bluetooth
es: Dispositivos bluetooth disponibles
et: Saadaolevad Bluetooth-seadmed
fa: دستگاه های بلوتوث موجود
fi: Käytettävissä olevat Bluetooth-laitteet
fil: Magagamit na mga aparatong bluetooth
fr_ca: Appareils Bluetooth disponibles
ga: Feistí bluetooth ar fáil
gu: ઉપલબ્ધ બ્લુટુથ ઉપકરણો
he: התקני Bluetooth זמינים
hi: उपलब्ध ब्लूटूथ डिवाइस
hr: Dostupni Bluetooth uređaji
hu: Elérhető bluetooth-eszközök
hy: Առկա bluetooth սարքեր
id: Perangkat bluetooth yang tersedia
is: Bluetooth-tæki í boði
it: Dispositivi bluetooth disponibili
iu: ᐊᑐᐃᓐᓇᐅᔪᑦ ᑭᒍᑕᖏᕐᓇᑦ
ja: 利用可能なブルートゥースデバイス
kk: Қол жетімді bluetooth құрылғылары
km: ឧបករណ៍ bluetooth ដែល មាន
kn: ಲಭ್ಯವಿರುವ ಬ್ಲೂಟೂತ್ ಸಾಧನಗಳು
ko: 사용 가능한 블루투스 장치
ku_arab: ئامێرەکانی Bluetooth بەردەست
ky: Жеткиликтүү bluetooth түзмөктөрү
lo: ອຸປະກອນ bluetooth ທີ່ມີຢູ່
lt: Galimi "Bluetooth" įrenginiai
lv: Pieejamās Bluetooth ierīces
mi: Ngā pūrere nihokikorangi e wātea ana
ml: ലഭ്യമായ Bluetooth ഉപകരണങ്ങൾ
mr: उपलब्ध ब्लूटूथ साधनName
ms: Peranti bluetooth yang tersedia
mt: Apparati bluetooth disponibbli
nb: Tilgjengelige Bluetooth-enheter
ne: उपलब्ध ब्लुटुथ यन्त्रहरू
nl: Beschikbare bluetooth-apparaten
or: ଉପଲବ୍ଧ ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍
pa: ਉਪਲਬਧ ਬਲੂਟੁੱਥ ਡਿਵਾਈਸਾਂ
pl: Dostępne urządzenia bluetooth
prs: دستگاه های بلوتوث موجود
pt_pt: Dispositivos bluetooth disponíveis
ro: Dispozitive bluetooth disponibile
ru: Доступные устройства Bluetooth
sk: Dostupné bluetooth zariadenia
sl: Razpoložljive naprave bluetooth
sq: Pajisje bluetooth në dispozicion
sr_cyrl: Доступни блуетоотх уређаји
sr_latn: Dostupni bluetooth uređaji
sv: Tillgängliga Bluetooth-enheter
sw: Vifaa vya bluetooth vinavyopatikana
ta: கிடைக்கப்பெறும் புளூடூத் சாதனங்கள்
te: అందుబాటులో ఉన్న బ్లూటూత్ పరికరాలు
th: อุปกรณ์บลูทู ธ ที่ใช้ได้
ti: ክርከብ ዝከኣል ናይ ብሉቱዝ መሳርሒታት
tr: Mevcut bluetooth cihazları
uk: Доступні пристрої Bluetooth
ur: دستیاب بلوٹوتھ آلات
vi: Các thiết bị bluetooth có sẵn
zh_hans: 可用的蓝牙设备
zh_hant: 可用的藍牙設備

# DevicesPage_Bluetooth_DropDown.PlaceholderText
source: Select bluetooth device
af: Kies Bluetooth-toestel
am: ብሉቱዝ መሣሪያ ይምረጡ
ar: حدد جهاز بلوتوث
as: ব্লুটুথ ডিভাইচ বাছক
az_arab: Bluetooth avadanlığını seç
bg: Изберете Bluetooth устройство
bn: ব্লুটুথ ডিভাইস নির্বাচন করুন
bs: Odaberite Bluetooth uređaj
ca: Seleccioneu dispositiu bluetooth
cs: Vyberte zařízení Bluetooth
cy: Dewis dyfais bluetooth
da: Vælg Bluetooth-enhed
de: Bluetooth-Gerät auswählen
el: Επιλέξτε συσκευή bluetooth
es: Seleccione el dispositivo bluetooth
et: Valige Bluetooth-seade
fa: دستگاه بلوتوث را انتخاب کنید
fi: Valitse Bluetooth-laite
fil: Piliin ang bluetooth device
fr_ca: Sélectionnez l’appareil Bluetooth
ga: Roghnaigh gléas bluetooth
gu: બ્લુટુથ ઉપકરણને પસંદ કરો
he: בחר התקן Bluetooth
hi: ब्लूटूथ डिवाइस का चयन करें
hr: Odabir Bluetooth uređaja
hu: Válassza ki a bluetooth eszközt
hy: Ընտրեք bluetooth սարքը
id: Pilih perangkat bluetooth
is: Veldu bluetooth-tæki
it: Seleziona dispositivo bluetooth
iu: ᓂᕈᐊᕐᓗᒍ ᑐᖑᔪᖅᑐᖅ ᐱᖁᑎ
ja: ブルートゥースデバイスを選択
kk: Bluetooth құрылғысын таңдау
km: ជ្រើស ឧបករណ៍ ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್ ಸಾಧನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 블루투스 장치 선택
ku_arab: ئامێری Bluetooth دیاریبکە
ky: Bluetooth түзмөк тандоо
lo: ເລືອກອຸປະກອນ bluetooth
lt: Pasirinkite "Bluetooth" įrenginį
lv: Atlasiet Bluetooth ierīci
mi: Tīpako pūrere nihokikorangi
ml: Bluetooth ഉപകരണം തിരഞ്ഞെടുക്കുക
mr: ब्लूटूथ साधन निवडा
ms: Pilih peranti bluetooth
mt: Agħżel apparat bluetooth
nb: Velg Bluetooth-enhet
ne: ब्लुटुथ यन्त्र चयन गर्नुहोस्
nl: Selecteer bluetooth-apparaat
or: ବ୍ଲୁଟୁଥ୍ ଡିଭାଇସ୍ ଚୟନ କରନ୍ତୁ
pa: ਬਲੂਟੁੱਥ ਡਿਵਾਈਸ ਚੁਣੋ
pl: Wybierz urządzenie bluetooth
prs: انتخاب دستگاه بلوتوث
pt_pt: Selecione dispositivo bluetooth
ro: Selectați dispozitivul bluetooth
ru: Выберите устройство Bluetooth
sk: Vyberte zariadenie Bluetooth
sl: Izberite napravo Bluetooth
sq: Zgjidh pajisjen bluetooth
sr_cyrl: Избор Блуетоотх уређаја
sr_latn: Izbor Bluetooth uređaja
sv: Välj Bluetooth-enhet
sw: Chagua kifaa cha bluetooth
ta: புளூடூத் சாதனத்தைத் தேர்ந்தெடுக்கவும்
te: బ్లూటూత్ పరికరాన్ని ఎంచుకోండి
th: เลือกอุปกรณ์บลูทู ธ
ti: ብሉቱዝ ዚብሃል መሳርሒ ምረጽ
tr: Bluetooth cihazını seçin
uk: Вибір пристрою Bluetooth
ur: بلوٹوتھ آلہ منتخب کریں
vi: Chọn thiết bị bluetooth
zh_hans: 选择蓝牙设备
zh_hant: 選擇藍牙設備

# DevicesPage_Bluetooth_Scan.Text
source: Scan
af: Skandeer
am: ስዕል
ar: مسح ضوئي
as: স্কেন কৰক
az_arab: Skan
bg: Сканиране
bn: স্ক্যান
bs: Skeniranje
ca: Escanejar
cs: Skenovat
cy: Sganio
da: Scanne
de: Abtasten
el: Σάρωση
es: Escanear
fa: اسکن
fi: Skannata
fil: Mag-scan
fr_ca: Analyse
ga: Scanadh
gu: સ્કેન કરો
he: סרק
hi: स्कैन
hr: Skenirati
hu: Átkutat
hy: Սկան
id: Memindai
is: Skanna
it: Scannerizzare
iu: ᐊᔾᔨᓕᐅᖅᑕᐅᓂᖅ
ja: スキャン
kk: Сканерлеу
km: ស្កេន
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 스캔하다
ku_arab: سکان
ky: Сканерлеу
lt: Nuskaityti
lv: Skenēšanas
mi: Karapa
ml: സ്കാൻ ചെയ്യുക
mr: स्कॅन करा
ms: Imbasan
mt: Skennja
nb: Skanne
ne: स्क्यान गर्नुहोस्
nl: Scannen
or: ସ୍କାନ୍ କରନ୍ତୁ
pa: ਸਕੈਨ ਕਰੋ
pl: Skanować
prs: اسکن
pt_pt: Digitalizar
ro: Scanare
ru: Сканировать
sk: Skenovať
sl: Skenirati
sq: Skano
sr_cyrl: Скенирање
sr_latn: Skeniranje
sv: Avsöka
sw: Tambaza
ta: அலகிடு
te: స్కాన్ చేయి
th: สแกน
ti: ስካን
tr: Taramak
uk: Сканування
ur: سکین
vi: Quét
zh_hans: 扫描
zh_hant: 掃描

# DevicesPage_Bluetooth.Text
source: Bluetooth
am: ብሉቱዝ
ar: بلوتوث
as: ব্লুটুথ
bg: Блутут
bn: ব্লুটুথ
el: Ππχ
fa: بلوتوث
fr_ca: Bluetooth (en)
gu: બ્લુટુથ
he: בלוטות'
hi: ब्लूटूथ
hu: Bluetooth-kapcsolat
hy: Բլութութ
id: Isi daya
is: blátönn
iu: ᑐᖑᔪᖅᑕᖅ
kk: Блютоот
km: ប្ល៊ូធូស
kn: ಬ್ಲೂಟೂತ್
ko: 블루투스
mr: ब्लूटूथName
nb: Blåtann
ne: ब्लुटुथ
or: ବ୍ଲୁଟୁଥ୍
pa: ਬਲੂਟੁੱਥ
pl: Łączność Bluetooth
prs: بلوتوث
ru: Блютуз
sr_cyrl: Блуетоотх
sv: Blåtand
ta: ப்ளூடூத்
te: బ్లూటూత్
th: บลูทูธ
ti: ብሉቱዝ
tr: Bluetooth (Şifonu
uk: Блютуз
ur: بلوٹوتھ
vi: Công nghệ Bluetooth
zh_hans: 蓝牙
zh_hant: 藍牙

# DevicesPage_ConnectedDevices_Description.Text
source: Choose your audio device
af: Kies u klanktoestel
am: የእርስዎን የድምጽ መሣሪያ ይምረጡ
ar: اختر جهاز الصوت الخاص بك
as: আপোনাৰ অডিঅ' ডিভাইচ বাছক
az_arab: Səs avadanlığınızı seçin
bg: Изберете вашето аудио устройство
bn: আপনার অডিও ডিভাইস চয়ন করুন
bs: Odaberite vaš audio uređaj
ca: Trieu el dispositiu d'àudio
cs: Vyberte své zvukové zařízení
cy: Dewiswch eich dyfais sain
da: Vælg din lydenhed
de: Wählen Sie Ihr Audiogerät
el: Επιλέξτε τη συσκευή ήχου σας
es: Elige tu dispositivo de audio
et: Heliseadme valimine
fa: دستگاه صوتی خود را انتخاب کنید
fi: Valitse äänilaitteesi
fil: Piliin ang iyong audio device
fr_ca: Choisissez votre appareil audio
ga: Roghnaigh do ghléas fuaime
gu: તમારા ઓડિયો ઉપકરણને પસંદ કરો
he: בחירת התקן השמע שלך
hi: अपना ऑडियो डिवाइस चुनें
hr: Odabir audiouređaja
hu: Válassza ki a hangeszközt
hy: Ընտրեք ձեր աուդիո սարքը
id: Pilih perangkat audio Anda
is: Veldu hljóðtækið þitt
it: Scegli il tuo dispositivo audio
iu: ᓂᕈᐊᕐᓗᒍ ᓂᐱᓕᐅᖅᓯᒪᔪᑦ
ja: オーディオデバイスを選択してください
kk: Дыбыстық құрылғыны таңдау
km: ជ្រើស ឧបករណ៍ អូឌីយ៉ូ របស់ អ្នក
kn: ನಿಮ್ಮ ಆಡಿಯೋ ಸಾಧನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 오디오 장치 선택
ku_arab: ئامێری دەنگەکەت هەڵبژێرە
ky: Аудио орнотмоңузду тандоо
lo: ເລືອກອຸປະກອນສຽງຂອງທ່ານ
lt: Pasirinkite garso įrenginį
lv: Audioierīces izvēle
mi: Kōwhiria tō pūrere ororongo
ml: നിങ്ങളുടെ ഓഡിയോ ഉപകരണം തിരഞ്ഞെടുക്കുക
mr: आपले ऑडिओ साधन निवडा
ms: Pilih peranti audio anda
mt: Agħżel it-tagħmir ta' l-awdjo tiegħek
nb: Velg lydenhet
ne: तपाईँको अडियो यन्त्र रोज्नुहोस्
nl: Kies uw audioapparaat
or: ଆପଣଙ୍କ ଅଡିଓ ଡିଭାଇସ୍ ବାଛନ୍ତୁ
pa: ਆਪਣਾ ਆਡੀਓ ਜੰਤਰ ਚੁਣੋ
pl: Wybierz urządzenie audio
prs: دستگاه صوتی خود را انتخاب کنید
pt_pt: Escolha o seu dispositivo de áudio
ro: Alegeți dispozitivul audio
ru: Выберите аудиоустройство
sk: Výber zvukového zariadenia
sl: Izberite zvočno napravo
sq: Zgjidh pajisjen tënde audio
sr_cyrl: Одаберите аудио уређај
sr_latn: Odaberite audio uređaj
sv: Välj din ljudenhet
sw: Chagua kifaa chako cha sauti
ta: உங்கள் ஆடியோ சாதனத்தைத் தேர்வுசெய்யவும்
te: మీ ఆడియో పరికరాన్ని ఎంచుకోండి
th: เลือกอุปกรณ์เสียงของคุณ
ti: ኤለክትሮኒካዊ መሳርሒ ኣውድዮ ምረጽ
tr: Ses cihazınızı seçin
uk: Вибір аудіопристрою
ur: اپنا آڈیو آلہ منتخب کریں
vi: Chọn thiết bị âm thanh của bạn
zh_hans: 选择您的音频设备
zh_hant: 選擇您的音訊設備

# DevicesPage_ConnectedDevices.Text
source: Connected Audio Devices
af: Gekoppelde klanktoestelle
am: የተገናኙ የድምጽ መሣሪያዎች
ar: أجهزة الصوت المتصلة
as: সংযোজিত অডিঅ' ডিভাইচসমূহ
az_arab: Bağlı Audio Avadanlıqları
bg: Свързани аудио устройства
bn: সংযুক্ত অডিও ডিভাইসসমূহ
bs: Povezani audio uređaji
ca: Dispositius d'àudio connectats
cs: Připojená zvuková zařízení
cy: Dyfeisiau Sain Cysylltiedig
da: Tilsluttede lydenheder
de: Angeschlossene Audiogeräte
el: Συνδεδεμένες συσκευές ήχου
es: Dispositivos de audio conectados
et: Ühendatud heliseadmed
fa: دستگاه های صوتی متصل
fi: Liitetyt äänilaitteet
fil: Mga Nakakonektang Audio Device
fr_ca: Appareils audio connectés
ga: Gléasanna Fuaime Ceangailte
gu: જોડાયેલ ઓડિયો ઉપકરણો
he: התקני שמע מחוברים
hi: कनेक्टेड ऑडियो डिवाइस
hr: Povezani audiouređaji
hu: Csatlakoztatott audioeszközök
hy: Միացված աուդիո սարքեր
id: Perangkat Audio yang Terhubung
is: Tengd hljóðtæki
it: Dispositivi audio collegati
iu: ᐊᑕᔪᑦ ᓂᐱᖃᐅᑏᑦ
ja: 接続されたオーディオデバイス
kk: Қосылған дыбыстық құрылғылар
km: ឧបករណ៍អូឌីយ៉ូដែលភ្ជាប់
kn: ಸಂಪರ್ಕಿತ ಆಡಿಯೋ ಸಾಧನಗಳು
ko: 연결된 오디오 장치
ku_arab: ئامێرەکانی دەنگی گرێدراو
ky: Туташтырылган аудио түзмөк
lo: ອຸປະກອນສຽງທີ່ເຊື່ອມຕໍ່
lt: Prijungti garso įrenginiai
lv: Pievienotās audio ierīces
mi: Ngā Pūrere Ororongo Tūhono
ml: കണക്റ്റുചെയ്ത ഓഡിയോ ഉപകരണങ്ങൾ
mr: कनेक्टेड ऑडिओ साधनName
ms: Peranti Audio Bersambung
mt: Tagħmir ta' l-Awdjo Kkonnettjat
nb: Tilkoblede lydenheter
ne: जडान गरिएको अडियो यन्त्रहरू
nl: Aangesloten audioapparaten
or: ସଂଯୋଜିତ ଅଡିଓ ଡିଭାଇସ୍
pa: ਕੁਨੈਕਟ ਕੀਤੇ ਆਡੀਓ ਜੰਤਰ
pl: Podłączone urządzenia audio
prs: دستگاه های صوتی متصل
pt_pt: Dispositivos áudio conectados
ro: Dispozitive audio conectate
ru: Подключенные аудиоустройства
sk: Pripojené zvukové zariadenia
sl: Povezane zvočne naprave
sq: Pajisje audio të lidhura
sr_cyrl: Повезани аудио уређаји
sr_latn: Povezani audio uređaji
sv: Anslutna ljudenheter
sw: Vifaa vya Sauti vilivyounganishwa
ta: இணைக்கப்பட்ட ஆடியோ சாதனங்கள்
te: కనెక్ట్ చేసిన ఆడియో పరికరాలు
th: อุปกรณ์เสียงที่เชื่อมต่ออยู่
ti: እተተሓሓዘ መሳርሒታት ኣውድዮ
tr: Bağlı Ses Cihazları
uk: Підключені аудіопристрої
ur: متصل آڈیو ڈیوائسز
vi: Thiết bị âm thanh được kết nối
zh_hans: 连接的音频设备
zh_hant: 連接的音訊設備

# DevicesPage_MicDropDown.PlaceholderText
source: Pick a microphone
af: Kies 'n mikrofoon
am: ማይክሮፎን ይምረጡ
ar: اختيار ميكروفون
as: মাইক্ৰ'ফোন এটা বাছনি কৰক
az_arab: Mikrofon seç
bg: Избор на микрофон
bn: একটি মাইক্রোফোন চয়ন করুন
bs: Izaberi mikrofon
ca: Trieu un micròfon
cs: Výběr mikrofonu
cy: Dewiswch feicroffon
da: Vælg en mikrofon
de: Wählen Sie ein Mikrofon
el: Επιλέξτε ένα μικρόφωνο
es: Elige un micrófono
et: Mikrofoni valimine
fa: یک میکروفن انتخاب کنید
fi: Valitse mikrofoni
fil: Pumili ng mikropono
fr_ca: Choisissez un microphone
ga: Pioc micreafón
gu: માઇક્રોફોન પસંદ કરો
he: בחר מיקרופון
hi: एक माइक्रोफ़ोन चुनें
hr: Odabir mikrofona
hu: Válasszon mikrofont
hy: Ընտրեք խոսափողը
id: Pilih mikrofon
is: Veldu hljóðnema
it: Scegli un microfono
iu: ᓂᕈᐊᕐᓗᑎᑦ ᖃᓂᙳᕐᓇᐅᑎᒥᒃ
ja: マイクを選ぶ
kk: Микрофонды таңдау
km: រើស មីក្រូហ្វូន
kn: ಮೈಕ್ರೊಫೋನ್ ಆರಿಸಿ
ko: 마이크 선택
ku_arab: مایکرۆفۆنێک هەڵبژێرە
ky: Микрофон тандоо
lo: ເລືອກໄມໂຄຣໂຟນ
lt: Pasirinkite mikrofoną
lv: Izvēlieties mikrofonu
mi: Tīpakohia he uruoro
ml: ഒരു മൈക്രോഫോൺ തിരഞ്ഞെടുക്കുക
mr: मायक्रोफोन निवडा
ms: Pilih mikrofon
mt: Agħżel mikrofonu
nb: Velg en mikrofon
ne: माइक्रोफोन छान्नुहोस्
nl: Kies een microfoon
or: ଏକ ମାଇକ୍ରୋଫୋନ୍ ବାଛନ୍ତୁ
pa: ਇੱਕ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਚੁਣੋ
pl: Wybierz mikrofon
prs: انتخاب میکروفون
pt_pt: Escolha um microfone
ro: Alegeți un microfon
ru: Выбор микрофона
sk: Vyberte mikrofón
sl: Izbiranje mikrofona
sq: Zgjidh mikrofonin
sr_cyrl: Избор микрофона
sr_latn: Izbor mikrofona
sv: Välj en mikrofon
sw: Chagua kipaza sauti
ta: மைக்ரோஃபோனைத் தேர்ந்தெடுங்கள்
te: మైక్రోఫోన్ ఎంచుకోండి
th: เลือกไมโครโฟน
ti: ማይክሮፎን ምረጽ
tr: Bir mikrofon seçin
uk: Вибір мікрофона
ur: مائکروفون منتخب کریں
vi: Chọn micrô
zh_hans: 选择麦克风
zh_hant: 選擇麥克風
